Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/waste_services/index.html.txt.tmx
Source language: en
Languages: ga

source: A brief description of how domestic waste is disposed of
ga: Cur síos achomair ar conas a dhéantar dramhaíl tí a dhiúscairt

source: This document is in: Environment > Waste management and recycling
ga: This document is in: Comhshaol > Bainistiú Dramhaíola agus Athchúrsáil

source: Describes where to recycle domestic waste and what happens to recycled items
ga: Cén áit le dramhaíl bhaile a athchúrsáil agus céard a tharlaíonn do na míreanna seo?

source: Recycling services and waste management
ga: Seirbhísí athchúrsála agus bainistíocht dramhaíola

source: Overview of the arrangements for waste management and recycling
ga: Cur síos ar na seirbhísí athchúrsála bainistíocht dramhaíola

source: Waste from electrical and electronic equipment
ga: Dramhaíl ó fhearais leictreacha agus leictreonacha

source: Information about electrical and electronic waste material - WEEE
ga: Faisnéis faoi dhramhábhar leictreach agus leictreonach – DTLL

source: Recycling Waste Electrical and Electronic Equipment
ga: Dramh-threalamh Leictreonach agus Leictreach a Athchúrsáil

source: Retailers have to take back waste electric and electronic equipment (WEEE)
ga: Beidh ar mhiondíoltóirí trealamh dramhaíola leictreonach agus leictreach (WEEE) a thógáil ar ais

source: Find out about the regulations governing take back and recycling of WEEE
ga: Faigh amach faoi na rialacháin a rialaíonn an tógáil ar ais sin

source: Recycling and composting of domestic waste is a way of reducing household waste sent to landfill
ga: Bealach atá in athchúrsáil agus muiríniú dramhaíl tí chun an méid dramhaíl tí a chuirtear chun líonadh talún a laghdú

source: What is composting and how do you get started?
ga: Céard é múiríniú agus céard atá le déanamh?

source: Plastic Bag Environmental Levy
ga: Cáin Timpeallachta ar Mhálaí Plaisteacha

source: There is a charge for plastic shopping bags issued by retailers at points of sale
ga: Gearrtar muirear ar mhálaí plaisteacha siopadóireachta a eisíonn miondíoltóirí ag pointí díola

source: Find out about the charge and the situations where you will not have to pay for plastic bags
ga: Tar ar fhaisnéis faoin muirear agus ar na cásanna nach mbeidh ort íoc as málaí plaisteacha

source: Tax relief on domestic service charges
ga: Faoiseamh cánach ar tháillí seirbhísí baile

source: Tax relief on local authority and other service charges has ended
ga: Cuireadh críoch le faoiseamh cánach ar tháillí údaráis áitiúil agus táillí seirbhísí eile

source: It can no longer be claimed
ga: Ní féidir an faoiseamh seo a fháil anois

source: Most Read in "Consumer Affairs"
ga: Ábhar is mó éilimh i "Gnóthaí Tomhaltóirí"

source: Your rights as a consumer in Ireland
ga: Cearta Tomhaltóirí in Éirinn

source: Display of prices for goods and services
ga: Carr athláimhe a cheannach

source: Replacements, refunds and credit notes
ga: Taispeáint praghsanna d'earraí agus seirbhísí
